tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/core'

brew 'coreutils'
brew 'findutils'
brew 'gh'
brew 'git'
brew 'tcl-tk'
brew 'git-gui'
brew 'gmp'
brew 'gnu-sed'
brew 'gnutls'
brew 'gnupg'
brew 'grep'
brew 'imagemagick'
brew 'moreutils'
brew 'neofetch'
brew 'p7zip'
brew 'pinentry-mac'
brew 'pyenv'
brew 'screen'
brew 'tree'

# Apps
cask 'adobe-creative-cloud'
cask 'alfred'
cask 'android-file-transfer'
cask 'drawbot'
cask 'dropbox'
cask 'google-chrome'
cask 'imageoptim'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'sublime-text'
cask 'viber'
cask 'vlc'
cask 'zoom'

# Fonts
cask 'font-ia-writer-duo'
cask 'font-ia-writer-duospace'
cask 'font-ia-writer-mono.rb'
cask 'font-ia-writer-quattro'
cask 'font-ibm-plex'
cask 'font-input'